Revit 2027 API
CloudPoint.Z Field
The Z coordinate
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public float Z
Public Z As Single
public:
float Z
val mutable Z: float32
Field Value
Single
See Also
Reference
CloudPoint Structure
Autodesk.Revit.DB.PointClouds Namespace